{
    "Vantiro-1": {
        "description": "INDUSTRIALISTS: Vantiro-1 prize loyalty above all other subspecies. While not overtly friendly towards low-boroq inlanders, Vantiro-1 are unlikely to initialize conflict; they are, however, particularly comfortable with self-defense, and very comfortable with verbal sparring when necessary. Far from being brittle, Vantiro-1 are blunt, generous, and feel most comfortable with a smaller and more familiar inner circle. They are also the most disciplined Vantiro subspecies, with a significant number of the population becoming masters of one or two crafts. Skills: Completion, commitment, listening, resilience.",
        "folder": "Vantiro-1",
        "image_count": 7,
        "shishiq": 5
    },
    "Vantiro-2": {
        "description": "GAMBLERS: Vantiro-2 are primarily known for their rowdy antics and constant travel. Unlike passive Vantiro-11 negotiators, Vantiro-2 are curious (sometimes nosey) novelty-seekers who are intereted in engaging with all other Vantiro on The Zenith. Vantiro-2 communities are often expansive and scattered, and Vantiro-2 boat-wanderers are not shy about knocking on doors to ask for a place to sleep. Skills: Conversation, competition, physical activities, confrontation.",
        "folder": "Vantiro-2",
        "image_count": 26,
        "shishiq": 3
    },
    "Vantiro-3": {
        "description": "PLACEHOLDER",
        "folder": "Vantiro-2",
        "image_count": 26,
        "shishiq": 3
    },
    "Vantiro-4": {
        "description": "STRATEGISTS: Vantiro-4 are among the most balance-oriented inhabitants of The Zenith. Communities are generally mid-sized and fairly cohesive, with minimal infighting and minimal interest in Zenith politics at large. Vantiro-4 are renowned for their steady, grounded, and consistent demeanors, and are often sought out as caretakers, architects, and medics. Skills: Planning, observation, mediation, stability.",
        "folder": "Vantiro-4",
        "image_count": 8,
        "shishiq": 4
    },
    "Vantiro-5": {
        "description": "INDIVIDUALISTS: Vantiro-5 are completely uninterested in being involved in external affairs on The Zenith, and generally prioritize personal growth over relational growth. Communities are typically very tight-knit and on the smaller side; Vantiro-5 strongly prefer the presence of familiarity over novelty, and often experience distress when there are changes within the shishiq. Skills: Optimization, preservation, intrigue, peacefulness.",
        "folder": "Vantiro-5",
        "image_count": 21,
        "shishiq": 3
    },
    "Vantiro-6": {
        "description": "IDEALISTS: Vantiro-6 are strongly inclined towards familiar people, places, and experiences. While not generally interested in getting involved in the affairs of other shishiqs, Vantiro-6 are also very curious. Artifacts, visitors, and other incoming goods from neighboring shishiqs are of high interest in these communities. Many Vantiro-6 enjoy social activities that emphasize the shared experience of building, discovering, and learning, rather than direct interaction between individuals. Skills: Figuring-out, daydreaming, archiving, mapping.",
        "folder": "Vantiro-6",
        "image_count": 45,
        "shishiq": 3
    },
    "Vantiro-7": {
        "description": "INVESTIGATORS: Vantiro-7 are the most naturally inquisitive, extroverted, and sometimes naive of the population of The Zenith. Their close proximity to shishiq 1 affords an unusual opportunity to bridge outer- and inner-level shishiqs; Vantiro-7 are very invested in the development of individual relationships, often from a place of attempting to improve understanding between communities. As part of this, Vantiro-7 enjoy challenging their deeply-held beliefs and trying new activities. Skills: Flexibility, friendship, optimism, persuasion.",
        "folder": "Vantiro-7",
        "image_count": 8,
        "shishiq": 2
    },
    "Vantiro-9": {
        "description": "TECHNOLOGISTS: Vantiro-9 are strongly inclined towards similar community, finding comfort and solace in shared interests. Most Vantiro-9 remain in shishiq 1 for most of their lives and only rarely travel to outer rings. Communities tend to hold fairly consistent and traditional beliefs, and a strong emphasis is placed on collectivism over individualism. Skills: Teamwork, routine, debate, assertiveness.",
        "folder": "Vantiro-9",
        "image_count": 14,
        "shishiq": 9
    },
    "Vantiro-11": {
        "description": "NEGOTIATORS: Vantiro-11 are highly socially-oriented and loosely-organized, with a strong desire to learn and understand other cultures from an advocacy perspective. Comfortable discussing many topics related to The Zenith's political charge, Vantiro-11 are generally motivated to participate in and mediate conversation, bridge gaps, and expand horizons, but predominantly from a place of intrigue rather than emotion. The ecosystem of The Zenith is of great interest to Vantiro-11, as opposed to individuals. Vantiro-11 are ready and willing to change their beliefs and opinions, try new things, and take accountability. Skills: Active listening, adaptability, advocacy, self-regulation.",
        "folder": "Vantiro-11",
        "image_count": 22,
        "shishiq": 2
    },
    "Vantiro-12": {
        "description": "IMAGINEERS: Vantiro-12 strongly value positive adaptation to adversity. Not inclined towards political involvement, the Vantiro-12 culture is mainly geared towards making peace with discomfort and finding joy in dark places. Communities are typically shy, curious, and gentle, with a willingness to have new experiences that arrive in the shishiq, but less of an inclination to leave home. to seek novelty. Skills: Creativity, soothing, empathizing, inquiring.",
        "folder": "Vantiro-12",
        "image_count": 18,
        "shishiq": 5
    }
}
